Repository: KHgamal/mealy
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onBoardingTitle1
source: Welcome to Mealy application for daily meals
ar: مرحبا بك ف تطبيق ميلى للوجبات اليومية

# onBoardingTitle2
source: Welcome to Mealy application for daily meals
ar: مرحبا بك ف تطبيق ميلى للوجبات اليومية

# onBoardingTitle3
source: Welcome to Mealy application for daily meals
ar: مرحبا بك ف تطبيق ميلى للوجبات اليومية

# onBoardingSubTitle1
source: Start using our easy application and enjoy your meals delivered to your doorstep or company.
ar: ابدا استخدام تطبيقنا الاسهل واستمتع بوجباتك توصلك لغاية باب الشركة او البيت.

# onBoardingSubTitle2
source: Start using our easy application and enjoy your meals delivered to your doorstep or company.
ar: ابدا استخدام تطبيقنا الاسهل واستمتع بوجباتك توصلك لغاية باب الشركة او البيت.

# onBoardingSubTitle3
source: Start using our easy application and enjoy your meals delivered to your doorstep or company.
ar: ابدا استخدام تطبيقنا الاسهل واستمتع بوجباتك توصلك لغاية باب الشركة او البيت.

source: next
ar: التالىِ

source: skip
ar: تخطى

source: start ordering
ar: لنبدا الطلب

source: Create New Account
ar: انشاء حساب جديد

source: Login
ar: تسجيل الدخول

# loginType
source: Login Using
ar: تسجيل الدخول باستخدام

# faceLogin
source: Login Using Facebook
ar: التسجيل باستخدام الفيس

# googleLogin
source: Login Using Google
ar: التسجيل باستخدام جوجل

# visitorLogin
source: Enter as a Visitor
ar: الدخول كزائر

source: code not received ?
ar: لم تستلم الرمز ؟

# resend_code
source: (Resend after 20 sec)
ar: (اعادة الرمز بعد 20 ثانية)

# continue_text
source: continue
ar: استمرار

# authHeader1
source: Login now
ar: سجل دخولك الان

# authHeader2
source: Create account now
ar: انشاء حساب الان

# authHeader3
source: Receive the sent code
ar: استلام الكود المرسل

# authHeader4
source: Change password
ar: تغير كلمة السر

# authSubTitle
source: Start using our easy app and enjoy your meals
ar: ابدا استخدام تطبيقنا الاسهل واستمتع بواجباتك.

source: password
ar: كلمة السر

source: forget password ?
ar: نسيت كلمة السر ؟

source: confirm password
ar: تاكيد كلمة السر

source: create account
ar: انشاء حساب

# continuation
source: continue
ar: متابعة

source: already have an account ?
ar: لديك حساب ؟

source: Confirm
ar: تاكيد

source: Home
ar: الرئيسية

source: Subscribes
ar: الاشتراكات

source: Meals
ar: الوجبات

source: Account
ar: الحساب

# dataCompleted
source: The data has been completed Successfully
ar: لقد تم استكمال البيانات بنجاح

source: let''s start
ar: هيا نبدا

source: Complete Data
ar: استكمال البيانات

source: Company
ar: الشركة

# home_location
source: Home
ar: المنزل

source: Find my current location
ar: ايجاد موقعى الحالى

source: Region
ar: المنطقة

source: Building
ar: المبنى

source: Street
ar: الشارع

source: details
ar: تفاصيل

source: Any details ?
ar: اى تفاصيل حابب تضيفها

# allowLocationAccess
source: Allow “Mealy” to access your location
ar: السماح ل “Mealy” من الوصول لموقعك

# toTrackYourOrder
source: In order to be able to track your order, please allow us access to your location
ar: حتى تتمكن من متابعة طلبك يرجى السماح لنا من الوصول الى موقعك

source: Allow
ar: سماح

source: Cancel
ar: الغاء

source: user name
ar: اسم المستخدم

source: email
ar: البريد الاكترونى

# no_subscriptions_yet
source: There are no subscriptions yet
ar: لا توجد اشتراكات حاليا حتى الان

# no_subscriptions_yet_description
source: When you subscribe to one of Mealy’s packages, the active subscriptions will appear here so that you can fully manage them at any time.
ar: عند الاشتراك باحدى باقات ميلى سوف تظهر الاشتراكات النشطة هنا لكى تتمكن من اداراتها بشكل كامل ف اى وقت.

source: Determine your vacation days
ar: تحديد ايام عطلتك

source: Change your pre-selected meals
ar: تغير وجباتك المختارة مسبقا

source: Postpone meals for another day
ar: تاجيل الوجبات ليوم اخر

source: Change location and time of delivery
ar: تغير موقع و مواعيد الاستلام

source: My subscriptions
ar: اشتراكاتى

# note
source: Please note that subscription modifications are subject to the terms and conditions
ar: برجاء العلم ان تعديلات الاشتراك تخضع للشروط والاحكام

source: subscribe now
ar: اشترك الان

source: Choose Your Meals
ar: اختيار وجباتك

source: Help
ar: مساعدة

source: Subscription starts from
ar: يبدا الاشتراك من

source: change date
ar: تغير التاريخ

source: Subscription days
ar: ايام الاشتراك

# dayOff
source: Designate a day off and not choose a meal.
ar: تحديد يوم اجازة وعدم اختيار وجبة.

source: Categories
ar: الاصناف

# chooceTheMeal
source: Choose the meal
ar: اختيار الوجبة

source: Chosen
ar: تم اختيارها

# Choose_the_plan
source: Choose the plan that suits you
ar: اختار الخطة المناسبة ليك

source: lunch
ar: غداء

source: Full Day
ar: يوم كامل

source: My meals
ar: وجباتى

source: Package details
ar: تفاصيل الباقة

source: Change all meals
ar: تغيير جميع الوجبات

source: change meal
ar: تغيير الوجبة

# day_off
source: Set a day off
ar: تحديد يوم اجازة

source: Fats
ar: دهون

# carbo
source: Carbohydrate
ar: كربوهيدرات

# calory
source: Calories
ar: سعر حرارى

source: Protein
ar: بروتين

source: Floor
ar: الطابق

source: Office number
ar: رقم المكتب

source: Delivery notes
ar: ملاحظات التوصيل

source: Favorite contact
ar: جهة الاتصال المفضلة

source: contact number
ar: رقم التواصل

source: receiving Preferences
ar: تفضيلات استقبال الطلبات

source: Delivery and Payment
ar: التوصيل والدفع

source: The Address
ar: العنوان

source: Choose from your addresses
ar: الاختيار من عناوينك

source: New Address
ar: عنوان جديد

source: Time of receipt
ar: وقت الإستلام

source: The payment
ar: الدفع

# payingWithCardName
source: Paying with “the card name”
ar: الدفع بإستخدام “اسم البطاقة”

source: Discount coupon
ar: كوبون الخصم

source: coupon code
ar: رمز الكوبون

source: Apply
ar: تطبيق

source: Package price
ar: سعر الباقة

source: Coupon discount
ar: خصم الكوبون

source: Total amount
ar: المبلغ الاجمالي

# thePriceIncludeTaxAndDelivery
source: The price includes tax and delivery
ar: السعر شامل الضريبه والتوصيل

source: Confirm and pay
ar: التأكيد والدفع

source: (optional)
ar: (اختياري)

source: Delivery preferences
ar: تفضيلات التسليم

source: save
ar: حفظ

source: Edit
ar: تعديل

source: The addresses
ar: العناوين

source: Balance
ar: الرصيد

source: Calculate calories
ar: احسب السعرات

source: Rewards
ar: المكافآت

source: Change the language
ar: تغيير اللغة

source: Terms and Conditions
ar: الشروط والأحكام

source: Share the app
ar: شارك التطبيق

source: sign out
ar: تسجيل الخروج

# no_addresses_yet
source: You do not have addresses saved yet. Please add a new address
ar: لا يوجد لديك عناوين محفوظة حتي الآن يرجي اضافة عنوان جديد

source: Add a new address
ar: إضافة عنوان جديد

source: Have a wonderful day
ar: يومك لذيذ

source: Deliver to
ar: توصيل إلى

source: change
ar: تغيير

source: Calorie calculator
ar: حاسبة السعرات

source: select gender
ar: حدد النوع

source: Enter your age
ar: ادخل عمرك

source: Enter your weight
ar: ادخل وزنك

source: Enter your height
ar: ادخل طولك

# times_you_exercise_per_week
source: How many times do you exercise per week?
ar: كم مرة تمارس الرياضة اسبوعيا؟

# from_1_3_times_a_week
source: 1 - 3 times a week
ar: من 1 - 3 مرات اسبوعيا

source: From 1 to 3 - 5 times a week
ar: من 1 الي 3 - 5 مرات اسبوعيا

# work_in_sports_training
source: I work in the field of sports training
ar: أعمل في مجال التدريب الرياضي

# do_not_exercise
source: I don''t exercise
ar: لا أمارس الرياضة

source: Calculate your calories
ar: احسب سعراتك

source: Daily calories
ar: السعرات الحرارية اليومية

# optimal_calorie_during_the_day
source: This is your optimal calorie need during the day
ar: هذا هو احتياجك الأمثل من السعرات الحرارية خلال اليوم الواحد

source: male
ar: ذكر

source: female
ar: أنثى

# km
source: 0,0 km
ar: 0,0 كم

# cm
source: 0,0 cm
ar: 0,0 سم

source: Find your address
ar: ابحث عن عنوانك

source: field is required
ar: يجب ادخال قيمة

source: complete empty fields
ar: املأ الخانات الفارغة

source: Login failed
ar: فشل تسجيل الدخول

source: weak password
ar: كلمة سر ضعيفة

# otp_length
source: code consist of 6 fields
ar: يحتوى الكود على 6 خانات

source: signUp failed
ar: فشل انشاء حساب

source: Confirm address
ar: تاكيد العنوان

source: Paiement when recieving
ar: الدفع عند الاستلام

source: Welcome,
ar: اهلا بيك,

source: , to your rewards
ar: , فى مكافاتك

source: pound
ar: جنية

source: point
ar: نقطة

source: coupon
ar: القسائم

source: Challenges
ar: التحديات

# invite_friend
source: Invite a friend
ar: دعوة صديق

# more_order_more_points
source: The more you order, the more points you get
ar: كل ما طلبت اكثر ,كل ما حصلت على نقاط اكثر

source: Basic
ar: اساسى

source: level one
ar: المستوى الاول

# next_level_after
source: The next level after collecting
ar: المستوى التالى بعد تجميع

# Get_3500_points
source: You get 3,500 points (100 pounds)
ar: تحصل على 3500 نقطة (100 جنية)

# They_get_3500_points
source: They get 3,500 points (100 pounds)
ar: يحصلون على 3500 نقطة (100 جنية )

source: exchange
ar: استبدال

source: No coupons yet!
ar: لا توجد قسائم حتى الان !

# purchase_voucher_worth
source: A purchase voucher worth
ar: قسيمة شراء بقيمة

source: Level
ar: مستوى

source: The Levels
ar: المستويات

source: Basic
ar: اساسى

source: Bronze client
ar: عميل برونزى

source: Silver client
ar: عميل فضى

source: Gold client
ar: عميل ذهبى

source: Platinum client
ar: عميل بلاتينى

source: ELite
ar: نخبة

source: you are here
ar: انت هنا

source: Challenges Board
ar: لوحة التحديات

# collect_points
source: Collect the required points and get free meals
ar: جمع النقاط المطلوبة واحصل على وجبات ببلاش

source: meal
ar: وجبة

source: Reward rule
ar: قواعد المكافاة

source: This reward can only be used once
ar: يمكن استخدام هذا المكافاة مرة واحدة فقط
